---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.CreateRelatedFileProgressChangedEventArgs
source: html/9f8ef98f-3529-d579-006c-dddcdf745267.htm
---
# CreateRelatedFileProgressChangedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.